Repository: common-repository/sooon-page-site-under-construction
Catalog: languages/sooon_site_under_construction-*.po
Languages: es_es

source: Activa o desactiva el modo "En Construcción" para tu sitio web. Sube tu página
es_es: Activa o desactiva el modo "En Construcción" para tu sitio web. Sube tu página creada en sooon.page fácilmente.

source: The ZIP file has been uploaded and the files of the page under construction have been successfully configured!
es_es: ¡El archivo ZIP se ha cargado y los archivos de la página en construcción se han configurado correctamente!

source: Quick guide
es_es: Guía rápida

source: This plugin allows you to show your visitors the fantastic under construction page created at <a href="https://sooon.page/" target="_blank">Sooon.page</a>. To achieve this, follow these steps:
es_es: Este plugin permite mostrar a tus visitantes la fántástica página en construcción creada desde <a href="https://sooon.page/?lang=es" target="_blank">Sooon.page</a>. Para lograrlo, sigue estos pasos:

source: <a href="https://sooon.page/?lang=es&action=create" target="_blank">Create your page from sooon.page</a> and download the ZIP file with your "Under Construction" page.
es_es: <a href="https://sooon.page/?lang=es&action=create" target="_blank">Crea tu página desde sooon.page</a> y descarga el archivo ZIP con tu página "En construcción"

source: If you already have the file with your page, upload it using the form below.
es_es: Si ya tienes el archivo con tu página, súbelo utilizando el formulario que se encuentra más abajo.

source: If you make changes to your page, simply re-upload the file.
es_es: Si realizas modificaciones en tu página, simplemente vuelve a subir el archivo.

source: You can activate or deactivate the "Under Construction" mode at any time.
es_es: Puedes activar o desactivar el modo "En construcción" en cualquier momento.

source: Configuration
es_es: Configuración

source: Page file
es_es: Archivo de la página

source: A configured page file already exists
es_es: Ya existe un archivo de página 'En construcción' configurado

source: If you want <a href="%s">you can download it</a> to edit it in sooon.page and then upload it here, with the changes made
es_es: Si quieres <a href="%1$s">puedes descargarlo</a> para editarlo en sooon.page y luego cargarlo aquí, con los cambios realizados

source: Under construction
es_es: En Construcción

source: Activate the "Under Construction" mode
es_es: Activar el modo "En Construcción"

source: Access
es_es: Acceso

source: Full wordpress site access settings.
es_es: Ajustes de acceso al sitio wordpress completo.

source: User profiles that can access:
es_es: Perfiles de usuario que pueden acceder al sitio:

source: Save settings
es_es: Guardar ajustes

source: What Sooon.page has to offer
es_es: Qué te ofrece Sooon.page

source: Background sliders, with images, colors or gradients
es_es: Sliders de fondo, con imágenes, colores o degradados

source: Newsletter forms, configuration in a minute.
es_es: Formularios de newsletter, configuración en un minuto.

source: Super customizable buttons
es_es: Botones super personalizables

source: Check the <a target="_blank" href="https://sooon.page/web/en/features-and-prices/">features and prices in detail</a>
es_es: Consulta las <a target="_blank" href="https://sooon.page/web/es/funciones-y-precios/">funciones y precios en detalle</a>

source: If none profile selected, every profile see the coming soon page. To deselct a profile press CTRL/CMD key and mouse click.
es_es: Si no se seleccionas ningún perfil, todos los perfiles verán la página "Próximamente" que has subido. Para deseleccionar un perfil, pulsa CTRL/CMD + clic con el ratón.
